tap 'caskroom/cask'
tap 'homebrew/bundle'

tap 'homebrew/core'
tap 'homebrew/dupes'
tap 'homebrew/gui'
tap 'homebrew/services'

brew 'mas'
brew 'python', args: ['universal', 'with-berkeley-db4', 'with-tcl-tk']
brew 'libyaml'
brew 'wget'
brew 'httpie'
cask 'java'
cask 'xquartz'
brew 'gdbm', args: ['universal']
brew 'readline'
brew 'sqlite', args: ['universal']
brew 'ansible'

brew 'awscli'

brew 'berkeley-db4'

brew 'coreutils'

brew 'curl'
brew 'dbus'
brew 'diff-so-fancy'

brew 'findutils'


brew 'gnutls'


brew 'moreutils'
brew 'spdylay'
brew 'nghttp2'
brew 'nginx'
brew 'osxutils'
brew 'packer'
brew 'pv'
brew 'pyenv'
brew 'qemu'
brew 'rabbitmq', restart_service: true
brew 'rabbitmq-c'

brew 'terraform'

brew 'xhyve', args: ['HEAD']
brew 'xz'

cask 'adobe-reader'
cask 'alfred'
cask 'banktivity'
cask 'bartender'
cask 'cheatsheet'

cask 'chromium'

cask 'dropbox'
cask 'fantastical'
cask 'firefox'
cask 'flux'
cask 'focus'

cask 'google-chrome'
cask 'google-drive'
cask 'growlnotify'

cask 'hosts'
cask 'istat-menus'


cask 'knock'

cask 'libreoffice'
cask 'moom'

cask 'postman'
cask 'quicksilver'
cask 'rubymine'
cask 'screenhero'
cask 'dash'
cask 'soundflower'

cask 'thunderbird'
cask 'tunnelblick'
cask 'wireshark'
cask 'google-drive'

 mas 'Kindle', id: 405399194
 mas 'Eggscellent', id: 522294492
 mas 'Growl', id: 467939042
 mas 'Twitter', id: 409789998
 mas 'Airmail 2', id: 918858936
 mas 'Evernote', id: 406056744
 mas 'Markdown Pro', id: 465965038

 mas 'TweetDeck', id: 485812721
 mas 'Keynote', id: 409183694
 mas 'Pocket', id: 568494494
 mas 'Wunderlist', id: 410628904
 mas 'Reeder', id: 880001334
 mas 'feedly', id: 865500966
 mas 'Xcode', id: 497799835
 mas 'Bear', id: 1091189122
