tap 'homebrew/completions'
tap 'caskroom/cask'
cask 'iterm2'
brew 'tmux'
brew 'bash'
brew 'bash-completion'
brew 'zsh'
brew 'zsh-completions'
brew 'spark'
brew 'tree'
brew 'cowsay'
brew 'brew-cask-completion'
brew 'packer-completion'
brew 'pip-completion'
brew 'gtk-mac-integration'
brew 'tmuxinator-completion'
brew 'terminal-notifier'
